{"#собираюнахату":"#collectingforhut","2-й квартал 2019 — Ремонтирую хату":"Second quarter 2019 — repairing the hut","Crypto Exchange, что так-же запускали свое ICO. Или еще не запускали..? Что-то запутался.":"","Ethereum, собранный в процессе ICO, действительно будет потрачен на покупку или аренду места жительства, и возврату не подлежит.":"Ethereum, collected with the help of this ICO will indeed be spent on buying or renting a place of living and is not subject to returning.","Full-stack душой и делом.":"Full-stack in heart and soul!","Telegram канал":"Telegram chanel","XATA-токен — это контракт по стандарту ERC20, разработанный специально, что бы вы, мои дорогие, получили что-то взамен за Ethereum.":"XATA-token is an ERC20 contract, designed specifically for you, my dear, to get something in exchange for Ethereum.","А ведь написание и публикация токена по стандарту ERC20 (на Ethereum, конечно же) требует стальных яиц и крепкой психики. Малейшая ошибка или баг опубликованного контракта приводит к боли и страданиям.":"Coding and publishing an ERC20 token (surely based on Ethereum) requires guts and endurable psycho. The slightest mistake or bug of a published contract inevitably leads to pain and suffering.","А вообще, его исходный код открыт, а помыслы чисты.":"Actually, the contract is open source and its intentions are clear.","Адрес XATA на Etherscan":"XATA-token on Etherscan","Без Roadmap и жизнь не мила. Ведь это сердце проекта —это путь, по которому он будет идти и развиваться. Главное — беспрекословно ему следовать.":"Life sucks without a Roadmap. This is the heart of a project, this is the way it goes and develops. Just follow it!","Блокчейн — это круто":"Blockchain is cool","Будут ли XATA-токены торговаться?":"Will XATA be traded?","Будут токены ХАТА. Они на блокчейне и с помощью них можно будет за что-то платить или куда-то продать":"There will be XATA-tokens. They are based on blockchain and you will be able to pay for something or just sell them","в качестве имени (псевдонима) нельзя использовать:":"you cannot use the following as your name or nickname:","В любом ICO есть адвайзеры. Он призваны торговать лицом. Но все же, встречаются специалисты, что понимают в сфере строительства и ремонта и могут дать полезные советы. Ага...":"","В мире хайпа среди ICO проектов, этот является самым технологически интересным, ибо нет пустых обещаний и кучи рассказов про невозможные имплементации технологий в проект. Однозначно, мой единственный фаворит в мире ICO!":"","Важно то, что видел своими глазами, то, от чего волосы на ногах встали дыбом!":"It must be something personally seen, adored and intense!","Ваше имя или псевдоним можно сообщить мне в любое время, связавшись со мной.":"You can tell me your name or nickname at any time.","Ведь куда в ICO без возможности связаться?":"Can you imagine an ICO without contact details?","Весь из себя такой красавчик, аж не вериться. Ух какой!":"","Во-вторых, ICO — это интересней и ставит перед тобой целый челендж.":"Secondly, ICO is more interesting and sets a challenge.","Во-первых, мне как программисту, нужно зарабатывать около 12 лет.":"At first, I, as a programmer will have to spend around 12 years for that.","Возможно безопасен, но это не точно":"Maybe safe, but not for sure","Возможно в ЖК Rybalsky.":"Maybe Rybalsky Residential Complex will be suitable.","Возможно, от XATA будет толк. Возможно!":"Maybe XATA is some use! Maybe!","Возможно, с первого взгляда XATA-токены покажутся бесполезными. Но уверяю, если дело выгорит, после окончания «Собираю на Хату», будет запущен другой краудсел в реальном секторе в Киеве. Там можно будет оплачивать ХАТА-й.":"Maybe, at first glance, XATA-tokens will seem to be useless. But believe, if everything works out well, with the Collecting for Hut completed, another crowdsale will be launched in real sector in Kiev. There you will be able to pay in XATA.","Вот нажми и узри, как надо делать ICO!":"","Вот так бы мог сказать":"This is what could say","Все на":"Everything’s on","Все события будут транслироваться в канале в Telegram":"All events will be posted on Telegram channel","Вы получаете токены XATA":"You get XATA-tokens","Вы также получает дополнительно 1 XATA для каждого Ether из общего вклада.":"You also will get 1 XATA as a bonus for each Ether from total contribution.","Гарантия его ценности":"Proof of its value","Герои":"Heroes","дайте+мне+скидку":"","Дать ему":"","Дмитрий Дубилет":"Dmitriy Dubilet","Достижения заданной цели — это не конец, так что сумма может превысить изначальную. Чем больше соберу, тем круче хата.":"Reaching this goal is not the end, so the sum may be bigger. The more I get, the cooler my hut will be.","Если вдруг, это лого для светлого фона не очень — я не виноват.":"","Если вы придумаете, что можно сделать с токенами XATA, то не стесняйтесь и сообщите мне. Контакты в самом низу.":"If you find what to do with XATA-tokens feel free and do not hesitate to inform me. See contacts below.","Если достигну цели, то напичкаю хату всякими приблудами, начиная от «умного дома», и заставлю работать робота-пылесоса. Но не факт, что и там где-нибудь будет блокчейн.":"If I reach the goal, I will stuff my hut with various clever toys for smart house and make a robohoover work!","Если есть какие-либо замечения - пожалуйста, сообщите мне.":"Should you have any remarks — please, let me know.","Если ты живешь на съемной хате и нет возможности купить собственную, то заявляй, что собираешь на хату через ICO — и все у тебя будет хорошо.":"If you live in a rented hut and there is no prospective to buy your own one, then claim that you are collecting through an ICO and everything will be fine!","Если хотите в список партнеров, то напишите об этом проекте,":"If you want to get onto the partner list, write about this project,","Если хотите стать эдвайзером":"","Есть даже трансляция происходящего в Telegram —":"There is even a Telegram channel","Еще есть бонус, который начисляется автоматически, если вы вносите не менее":"There is a bonus which is given automatically when you transfer and more","Еще необходимо сделать большую кухню и очень важно выбрать место для бара. <s>Алкоголизм<\/s> хобби должно развиваться и для этого нужны все условия.":"It is also important to make a big kitchen and, which is even more crucial, choose the right place for a bar. Long live the <s>booze<\/s> hobby!","Еще ни один эксперт не смотрел этот контракт. Надеюсь вы станете первым и сообщите, вдруг что не так. Ведь еще можно что-то поправить? Правда?":"Yet no experts have taken a close look at contract. Hope you will become the first to see it and let me know if something happens to be wrong.","ЖК Rybalsky":"RYBALSKY Residential Complex","ЖК RYBALSKY — Вон там хочу хату":"RYBALSKY Residential Complex — that’s where I do want a hut!","ЖК Rybalsky — Я хочу от вас скидку":"","ЖК Rybalsky, если ты слышишь или видишь это — дай мне скидку!":"","и как-нибудь решим этот вопрос.":"and we may as well deal.","Идеолог блокчейна и технологий на его базе.":"Blockchain technology ideologist.","имена политиков и публичных личностей (если это не ваше собственное).":"","Июнь 2018 — Покупаю хату":"","К тому же организация ICO, это тоже работа — требущая внимания к деталям, слаженной работы, хорошей команды:":"","Каждую неделю буду репостить 3 лучшие фотографии, а счасливчики получат по 10 XATA-токенов":"","Каждый мечтает о прекрасном.":"Everyone dreams of something beautiful.","как выбрать рисунок настенного ковра?":"","Как же без партнерских ссылок? Ведь в это время для успеха нужно иметь десяток ссылок на проекты, которые, либо не существуют, либо ничего о вас не знают":"","Как связаться":"Contact me","Какже убого смотрится этот логотип..":"","какого же цвета положить паркет?":"","Киев":"Kyiv","Когда будет проводиться ремонт хаты, я выберу самую видную стену в гостиной и сделаю на ней облако-коллаж в виде логотипа Ethereum с именами участников* краудсела.":"","Команда мечты":"Dream team","Контролирует затраты":"","Краудфандинг продлится до <b>13 мая 2018<\/b>.":"","Криптовалютный бум привлекает все больше и больше людей в поиске наживы, и с этим нужно бороться.":"","Курс, по котором раздаются XATA":"","Лебедев обзавидуется от такого лого":"Steve Jobs will be jealous of such a logo","Лицокнига":"Book of face","Логотип XATA":"XATA Logo","Март-Май 2018 — Собираю на хату":"","Место, где творю, где воплощается моя фантазия":"","На сайт, смарт-токен, на тексты и на дизайн, ушло чуть больше месяца. Месяца бессонных ночей!":"","На Хату":"For Hut","На этом этапе я разрабатываю и запускаю вебсайт и смарт-токен XATA.":"","Надо ведь от куда-то брать свежие новости о крипте?":"","Нажми на эту кнопку и у тебя появиться шанс":"","намалюет маслом все ваши имена":"","Немного фактов о XATA-токене":"A few facts about the XATA-token","Ни в коем случае. Все по-настоящему и на 100% прозрачно. Никто никого не обманывает — все собранные деньги будут потрачены мне на квартиру в ЖК Rybalsky.":"","Но также я хочу показать, что с помощью ICO и краудфандинга можно не только нагло отбирать у людей деньги, заставляя их верить в нереализуемые проекты, но и воплощать мечты, какими бы глупыми они не были.":"","Но хочу, чтобы не так, как у всех! Так что новых блокчейн технологий тут не будет":"","но это не точно":"","Но, пока это секрет…":"","Нужен Roadmap?":"","О нет! Не подумайте что это реклама":"Oh no! Do not take it advertisement of","О проекте":"About","О токенах XATA":"About XATA tokens","Он бесполезен.":"It is useless.","Определяемся с интерьером с помощью наших друзей по челенджу. Выбираем материалы, делаем перепланировку (да-да, нужно, чтобы не как у всех!).":"","Основная цель — собрать <b>$180,000<\/b> на квартиру.":"","Очень многие проекты в ICO и на Kickstarter обманывают :sob:, обещают золотые горы :moneybag: и очень крутой продукт :sunglasses:, а как соберут средства — исчезнут и накупят <s>Ferrari<\/s> Lamborghini :car: или еще чего бесполезного.":"","Партнеры":"Partners","Первое в мире ICO по сбору средств на хату в Киеве":"","Перед самой покупкой нужно будет найти способ конвертировать сумму в национальные «тугрики», избавившись от удобного Ethereum":"","Подкинуть на RYBALSKY":"Contribute to RYBALSKY","Подкинуть на Хату":"Contribute to Hut","Подробнее о ХАТА токенах":"","Подскажите с помощью инстаграма!":"","Пожалуй, это дом мечты — квадратное здание и 9 этажей. Он расположен на промышленном, полузаброшенном полуострове. Вокруг недостроенные мосты, железная дорога и прекрасный вид на Днепр.":"Well, it seems to be a dream home - a square building and nine storeys! Located in an industrial, half abandoned peninsula. There are undone bridges and railways around with a spectacular view on The Dnipro river! Lovely view!","Пока есть одна идея, но о ней заговорю после успешного завершения «Собираю на Хату».":"","Получить XATA":"","Помни своих героев":"","Помни! Интерьер, найденный в гугле — это не прикольно.":"","Помогите мне выбрать интерьер квартиры!":"","Портфельный менеджер, который хочет выжить без ICO. Тчетно. CoinWizard":"","посоветуйте что-нибудь как нормальный адвайзер и мы как-нибудь решим этот вопрос.":"","Почему бы просто не заработать на хату, как это делают все нормальные люди?":"","Приношу извинения всем, чьи чувства задел этот текст.":"","Публикуй себя с крутым интерьером и хештегом":"","Размер имени будет зависеть от объема вклада в общее дело.":"","Романтика":"","ругательства":"","Сбор средств на хату — это трудоемкий процесс, требующий тщательной подготовки и слаженной команды. Поэтому, у нас лучшая команда, о которой только можно мечтать":"","свяжитесь со мной":"Contact me","Сделай это!":"Just do it!","Серьезно, краудсел на квартиру фиг знает кому, через продажу ERC20 токенов в Ethereum.":"","Следи за всем что проиходит, ведь нужно быть в курсе событий.":"","Следит за путешествиями":"Supervises for travels","Следит за ремонтом":"Supervises repairs","Смотрит в код":"Look at code","Собираю вот на такую хату":"","Собираю на Хату":"Collecting for Hut","Советую использовать MyEtherWallet или MetaMask. Не переводите Ether с бирж или сервисов, где не имеете полный доступ к кошельку, а иначе не будет доступа к XATA.":"","Социальная сеть для офисного планктона О_о":"","Считает деньги":"Count money","только для взрослых":"only for adults","только если укажут кошелек Ethereum или хотя бы ответят в личку, ведь это целых 2000грн!":"","Ты всю жизнь ждал, что бы с умным видом смотреть в чужой код и критиковать. Сделай это прямо сейчас!":"","У меня было много хат, и больших и маленьких. Я делал ремонты с большими и дорогими подрядчиками, пробовал работать бригадами Равшанов и Джамшутов. Сделаю все, что могу, чтобы проект НаХату реализовался максимально эффективно.":"","фразы, разжигающие национальную или расовую рознь":"","фразы, что могут задеть чувства верующих, нац. меньшинств, крипто-хомяков":"","Хата":"Hut","Хаты. Реально хочу купить квартиру. За ваш Ethereum, нажитый «тяжким» трудом инвестора и трейдера.":"","Хочешь задать вопрос или анонимно высказаться?":"You want to ask a question or anonymously tell something?","Часто задаваемые":"","Чего ты хочешь этим достичь?":"","челендж":"","чем закрасить окна?":"","Что бы ремонтировать хату — нужен подрядчик. Eco Wooden Frame справиться с этим лучше чем кто либо":"","Чтобы всегда помнить о тех, кто купил мне хату":"","Это адрес контракта, на который нужно перевести Ethereum для получения XATA-токенов. Он же является адресом XATA-токенов.":"","Это будет самая занимательная из историй. Придется со счастливым лицом идти в отдел продаж ЖК Rybalsky. Ведь закончить начатое и выполнить обещание — это самое приятное, что можно испытать.":"","Это действительно честное ICO":"","Это краудфандинг на Хату в блокчейне, а не то, что вы подумали":"","Это либо тупая шутка, либо скам!":"","Это маркетинг и социальный маркетинг, дизайн, брендинг, проработка текстов и концепции, Блокчейн (Solidity), Front-End и Back-end разработка.":"","Это первое, и возможно, самое полезное ICO за все время существования Ethereum, где основатель собирает на полезную и нужную вещь - на собственную хату":"","Это этап важных решений, когда нужно сделать выбор между установкой золотого унитаза или дивана в гостиную. А также найти крутого художника, который на стене":"","Я выучил Solidity ровно на столько, что бы можно было написать этот контракт. Большая часть кода была скопирована с других контрактов и не факт, что все работает хорошо. Хотя... Там нечему ломаться.":"","Я готов потратить все ваши деньги себе на хату. А вы готовы мне их дать?":"I’m ready to spend all your money on my hut. Are you ready to give me your dough?","Я же мечтаю о хате в Киеве на которую соберу на ICO.":"I, personally, dream of a hut in Kyiv which I will get with the help of this ICO.","Я же не хочу ни кого обманывать и покупать <s>Ferrari<\/s> Lamborghini :car:. Все собранные средства будут потрачены мне на покупку крутой хаты в Киеве и её ремонт.":"","Я надеюсь на это, очень надеюсь. Возможно в будущем вы сможете использовать XATA-токены для кое-чего интересного":"","Я предпочитаю жить в разных странах мира в сьемных Хатах, но я считаю, что у каждого хорошего человека в Украине должна быть своя Хата. Обязуюсь приложить максимум усилий, чтобы проект НаХату получился успешным.":"","Я предупреждал!":"I have just warned you!","Я считаю, что применение технологии блокчейна и организация ICO для покупки Хаты - самое правильное и органичное явление на рынке криптовалют за последнее время, гарантирую, что прослежу, чтобы каждый цент был потрачен на НаХату и бокалы для бара в хате.":"","Я хочу хату. Значит, должен быть готов принимать грудью ваши вопросы и всякие предложения. Давайте, дерзайте!":"I want a hut. So I must be ready to accept your questions and various offers! Go on!","Я, как один из ранних участников крипто индустрии, уверен что проект НаХату будет успешным. Это один из немногих примеров успешного применения Блокчейна, уступающий разве что проекту CryptoKitties.":"","в том числе <b>%s XATA<\/b> бонусов":"","из":"","Можно купить":"Can buy","Собрано ETH":"Collected ETH","Цена XATA":"Price of XATA","Эмитировано XATA":""}
