{"2-й квартал 2019 — Ремонтирую хату":"Second quarter 2019 — repairing the hut","А что еще надо для токена, что бы он рос в цене?":"And what else is needed for token, that it would grow in price?","А также вы можете свободно переводить и хранить XATA-токены в надеждах на его рост, как это делают хомяки и трейдеры.":"And you are free to transfer and hold XATA-tokens in the hopes of its growth, as do hamsters and traders.","А ведь написание и публикация токена по стандарту ERC20 (на Ethereum, конечно же) требует стальных яиц и крепкой психики. Малейшая ошибка или баг опубликованного контракта приводит к боли и страданиям.":"Coding and publishing an ERC20 token (surely based on Ethereum) requires guts and endurable psycho. The slightest mistake or bug of a published contract inevitably leads to pain and suffering.","А вообще, его исходный код открыт, а помыслы чисты.":"Actually, the contract is open source and its intentions are clear.","Адрес XATA на Etherscan":"XATA-token on Etherscan","Бар + кухня":"Bar + Kitchen","Без Roadmap и жизнь не мила. Ведь это сердце проекта —это путь, по которому он будет идти и развиваться. Главное — беспрекословно ему следовать.":"Life sucks without a Roadmap. This is the heart of a project, this is the way it goes and develops. Just follow it!","Блокчейн — это круто":"Blockchain is cool","Бонусы":"Bonuses","Будут ли XATA-токены торговаться?":"Will XATA be traded?","Будут токены ХАТА. Они на блокчейне и с помощью них можно будет за что-то платить или куда-то продать":"There will be XATA-tokens. They are based on blockchain and you will be able to pay for something or just sell them","Будут токены ХАТА. Они на блокчейне и их уже можно хранить, передавать и продавать друг другу":"There will be XATA tokens. They are based on blockchain and you will be able to pay for something or just sell them but this isn't for sure.","Бутылка, которая наберет больше всего XATA, будет поставлена в специальное место и ни одна капля напитка не будет пролита зря.":"The bottle that will collect the most XATA will be placed in a special place and not a single drop of the drink will be spilled in vain","Часто задаваемые":"FAQ","Чего ты хочешь этим достичь?":"What do you want to achieve by all this?","Чем больше соберу, тем круче хата.":"The more I get, the cooler my hut will be.","Что бы ремонтировать хату — нужен подрядчик. Eco Wooden Frame справиться с этим лучше чем кто либо":"To repair the hut — you need a contractor. Eco Wooden Frame to cope with this better than anyone","Чтобы всегда помнить о тех, кто купил мне хату":"I need to remember those who bought me a hut!","Crypto Exchange, что так-же запускали свое ICO. Или еще не запускали..? Что-то запутался.":"Crypto Exchange, which also launched their ICO. Or have not run..? Something is confused.","Дать ему":"Back them","Дмитрий Дубилет":"Dmitriy Dubilet","Достижения заданной цели — это не конец, так что сумма может превысить изначальную. Чем больше соберу, тем круче хата.":"Reaching this goal is not the end, so the sum may be bigger. The more I get, the cooler my hut will be.","Эмитировано XATA":"XATA issued","Еще есть бонус, который начисляется автоматически, если вы вносите не менее":"There is a bonus which is given automatically when you transfer and more","Еще необходимо сделать большую кухню и очень важно выбрать место для бара. <s>Алкоголизм<\/s> хобби должно развиваться и для этого нужны все условия.":"It is also important to make a big kitchen and, which is even more crucial, choose the right place for a bar. Long live the <s>booze<\/s> hobby!","Еще ни один эксперт не смотрел этот контракт. Надеюсь вы станете первым и сообщите, вдруг что не так. Ведь еще можно что-то поправить? Правда?":"Yet no experts have taken a close look at contract. Hope you will become the first to see it and let me know if something happens to be wrong.","Если достигну цели, то напичкаю хату всякими приблудами, начиная от «умного дома», и заставлю работать робота-пылесоса. Но не факт, что и там где-нибудь будет блокчейн.":"If I reach the goal, I will stuff my hut with various clever toys for smart house and make a robohoover work!","Если есть какие-либо замечения - пожалуйста, сообщите мне.":"Should you have any remarks — please, let me know.","Если хотите стать эдвайзером":"If you want to get an adviser","Если хотите в список партнеров, то напишите об этом проекте,":"If you want to get onto the partner list, write about this project,","Если ты живешь на съемной хате и нет возможности купить собственную, то заявляй, что собираешь на хату через ICO — и все у тебя будет хорошо.":"If you live in a rented hut and there is no prospective to buy your own one, then claim that you are collecting through an ICO and everything will be fine!","Если вдруг, это лого для светлого фона не очень — я не виноват.":"If logo for the ligth background isn't good - It's not my fault.","Если вы придумаете, что можно сделать с токенами XATA, то не стесняйтесь и сообщите мне. Контакты в самом низу.":"If you find what to do with XATA-tokens feel free and do not hesitate to inform me. See contacts below.","Есть даже трансляция происходящего в Telegram —":"There is even a Telegram channel","Ethereum, собранный в процессе ICO, действительно будет потрачен на покупку или аренду места жительства, и возврату не подлежит.":"Ethereum, collected with the help of this ICO will indeed be spent on buying or renting a place of living and is not subject to returning.","Это адрес контракта, на который нужно перевести Ethereum для получения XATA-токенов. Он же является адресом XATA-токенов.":"This is the address of the contract onto which you should transfer Ethereum to get XATA-tokens. It is also the address of XATA tokens.","Это будет самая занимательная из историй. Придется со счастливым лицом идти в отдел продаж ЖК Rybalsky. Ведь закончить начатое и выполнить обещание — это самое приятное, что можно испытать.":"This will be the most interesting and amusing of all story. I will have to put sheer happiness on my face and head for Rybalsky sales department.","Это будет самая занимательная из историй. Придется со счастливым лицом идти в отдел продаж ЖК RYBALSKY. Ведь закончить начатое и выполнить обещание — это самое приятное, что можно испытать.":"This will be the most interesting and amusing of all story. I will have to put sheer happiness on my face and head for Rybalsky sales department. All in all it the most pleasant thing one can ever experience — to accomplish what you have begun! ","Это действительно честное ICO":"This is a trustworthy ICO indeed","Это этап важных решений, когда нужно сделать выбор между установкой золотого унитаза или дивана в гостиную. А также найти крутого художника, который на стене":"This is a stage of important decisions, when you have to make up your mind whether to set up a gold toilet or buy a sofa for your living room. And yes, I must find a dab-handed artist","Это краудфандинг на Хату в блокчейне, а не то, что вы подумали":"This is a blockchain crowdfunding for a hut and not what you probably think!","Это либо тупая шутка, либо скам!":"This is either a silly joke or just a scam!","Это маркетинг и социальный маркетинг, дизайн, брендинг, проработка текстов и концепции, Блокчейн (Solidity), Front-End и Back-end разработка.":"Marketing and social marketing, design, branding, work with texts and the concept, Blockchain (Solidity), Front-end and Back-end development.","Это первое, и возможно, самое полезное ICO за все время существования Ethereum, где основатель собирает на полезную и нужную вещь - на собственную хату":"This is the first and perhaps the most useful ICO for the whole time of the existence of Ethereum, where the founder collects for a useful and necessary thing — for his own house.","Full-stack душой и делом.":"Full-stack in heart and soul!","Гарантия его ценности":"Proof of its value","Герои":"Heroes","К тому же организация ICO, это тоже работа — требущая внимания к деталям, слаженной работы, хорошей команды:":"In addition, organisation of an ICO is work too, which needs attention to details, coordinated work, good team:","Хата":"Hut","Хаты. Реально хочу купить квартиру. За ваш Ethereum, нажитый «тяжким» трудом инвестора и трейдера.":"Hut. I want to buy a flat. For your Ethereum, \"hard-earned\" being an investor or a trader.","Хочешь задать вопрос или анонимно высказаться?":"You want to ask a question or anonymously tell something?","Как связаться":"Contact me","Как же без партнерских ссылок? Ведь в это время для успеха нужно иметь десяток ссылок на проекты, которые, либо не существуют, либо ничего о вас не знают":"Of course we have partner links! You know, these days to be successful, you do need to have a dozen of links to the projects that do not exist or know absolutely nothing about you!","Какже убого смотрится этот логотип..":"This logo is so bad","Каждую неделю буду репостить 3 лучшие фотографии, а счасливчики получат по 10 XATA-токенов":"I will be reposting three best pics every week. The lucky will get 10 XATA tokens each","Каждый мечтает о прекрасном.":"Everyone dreams of something beautiful.","Когда будет проводиться ремонт хаты, я выберу самую видную стену в гостиной и сделаю на ней облако-коллаж в виде логотипа Ethereum с именами участников* краудсела.":"During the repairs I will choose the most visible and outstanding wall in the living room and make a big cloud collage in the shape of Ethereum logo with the names of the crowdsale participants.","Команда мечты":"Dream team","Контролирует затраты":"Controll expenses","Красное или белое?":"Red or white?","Краудфандинг продлится до <b>13 мая 2018<\/b>.":"The crowdfunding ends on <b>13th May 2018<\/b>.","Криптовалютный бум привлекает все больше и больше людей в поиске наживы, и с этим нужно бороться.":"Cryptocurrency boom attracts more and more people in search for illicit gain. Something must be done with it.","Курс, по котором раздаются XATA":"The rate on which XATA is distributed\n","Киев":"Kyiv","Лебедев обзавидуется от такого лого":"Steve Jobs will be jealous of such a logo","Логотип XATA":"XATA Logo","Лицокнига":"Book of face","Март-Май 2018 — Собираю на хату":"March-May 2018 — Collecting for hut","Место, где творю, где воплощается моя фантазия":"It's a place, there I make a beautiful things","Можно купить":"Can buy","На Хату":"For Hut","На этом этапе я разрабатываю и запускаю вебсайт и смарт-токен XATA.":"At this stage I am developing and launching the website and XATA smart-token.","На сайт, смарт-токен, на тексты и на дизайн, ушло чуть больше месяца. Месяца бессонных ночей!":"I spent a bit more than a month on the website, smart token, texts and design. A month of sleepless nights!","Надо ведь от куда-то брать свежие новости о крипте?":"You need to get some fresh news about the crypt somewhere?","Настенный ковер, это лучшее что может быть в квартире. Но не бойся, ковер не будет закрывать твое имя на коллаже.":"A wall carpet, this is the best thing that can be in an apartment. But do not worry, the carpet will not close your name on the collage.","Настенный ковер в хате":"Wall carpet in the hut","Нажми на эту кнопку и у тебя появиться шанс":"Click on this button and you will have a chance","Нефильтрованное пиво или вода?":"Unfiltered beer or glass of water?","Немного фактов о XATA-токене":"A few facts about the XATA-token","Но хочу, чтобы не так, как у всех! Так что новых блокчейн технологий тут не будет":"But I do want to be not like others! So you will not find any new blockchain technologies here.","Но, пока это секрет…":"Thought this is a secret yet…","Но, самый крупный бэкер получит прекрасный ужин с владельцами в новой Хате.":"But, the biggest bekker will receive a fine dinner with the owners in the new Hut.","Но также я хочу показать, что с помощью ICO и краудфандинга можно не только нагло отбирать у людей деньги, заставляя их верить в нереализуемые проекты, но и воплощать мечты, какими бы глупыми они не были.":"But also, I want to show that with the help of an ICO and crowdfunding you can not only impudently extort money from people, making them believe in unimplementable projects but also make dreams come true no matter how silly they are.","Но ценности токену придаст очень важное голосование.":"But the worth of the token will be given by a very important vote.","Но вы можете свободно переводить и хранить XATA.":"But you are free to transfer and hold your XATA.","Нужен Roadmap?":"Do you need a Roadmap?","Ни в коем случае. Все по-настоящему и на 100% прозрачно. Никто никого не обманывает — все собранные деньги будут потрачены мне на квартиру в ЖК Rybalsky.":"No way! Everything is 100% transparent. Nobody deceives anybody — all collected funds will be spent on my flat in Rybalsky","Ни в коем случае. Все по-настоящему и на 100% прозрачно. Никто никого не обманывает — все собранные деньги будут потрачены мне на квартиру в ЖК RYBALSKY.":"No way! Everything is 100% transparent. Nobody deceives anybody — all collected funds will be spent on my flat in Rybalsky.","О нет! Не подумайте что это реклама":"Oh no! Do not take it advertisement of","О проекте":"About","О токенах XATA":"About XATA tokens","Очень многие проекты в ICO и на Kickstarter обманывают :sob:, обещают золотые горы :moneybag: и очень крутой продукт :sunglasses:, а как соберут средства — исчезнут и накупят <s>Ferrari<\/s> Lamborghini :car: или еще чего бесполезного.":"Very many ICO projects including ones on Kickstarter cheat :sob:, promise the moon :moneybag: and a kick ass cool product :sunglasses: but once the funds are received they vanish and buy a <s>Ferrari<\/s> Lambo :car: or any sort of that rubbish.","Он бесполезен.":"It is useless.","Определяемся с интерьером с помощью наших друзей по челенджу. Выбираем материалы, делаем перепланировку (да-да, нужно, чтобы не как у всех!).":"Make up your mind about the interior with the help of our friends by the challenge. Choose the materials, make some alternation (yes, yes, we must be different!).","Основная цель — собрать <b>$180,000<\/b> на квартиру.":"The main goal is to collect <b>$180,000<\/b> for a flat.","Партнеры":"Partners","Перед самой покупкой нужно будет найти способ конвертировать сумму в национальные «тугрики», избавившись от удобного Ethereum":"Before the very purchase I will have to find the way to convert the sum into the national dosh and get rid of very useful Ethereum.","Первое в мире ICO по сбору средств на хату в Киеве":"The world's first ICO for collect funds for a hut","Почему бы просто не заработать на хату, как это делают все нормальные люди?":"Why not just earn for a hut like all normal people do?","Подкинуть на Бар":"Back the Bar","Подкинуть на Хату":"Contribute to Hut","Подкинуть на RYBALSKY":"Contribute to RYBALSKY","Подробнее":"More","Подробнее о ХАТА токенах":"More about XATA-tokens","Подскажите с помощью инстаграма!":"Help on instagram!","Пока есть одна идея, но о ней заговорю после успешного завершения «Собираю на Хату».":"Now I have one idea but it will be discussed right after successful completion of “Collecting for Hut”.","Получить XATA":"Get XATA","Помни! Интерьер, найденный в гугле — это не прикольно.":"Remember! Interior found on Google - is dull!","Помни своих героев":"Remember your heros","Помогите мне собрать на хату. Ваш репост «Собираю на Хату» очень поможет.":"Help me collect for the hut. Your sharing of «Collecting for Hut» will help me a lot.","Помогите мне выбрать интерьер квартиры!":"Help me choose the interior of the flat!","Пора с этим покончить!":"It's time to end this!","Портфельный менеджер, который хочет выжить без ICO. Тчетно. CoinWizard":"A portfolio manager who wants to survive without an ICO. CoinWizard","Пожалуй, это дом мечты — квадратное здание и 9 этажей. Он расположен на промышленном, полузаброшенном полуострове. Вокруг недостроенные мосты, железная дорога и прекрасный вид на Днепр.":"Well, it seems to be a dream home - a square building and nine storeys! Located in an industrial, half abandoned peninsula. There are undone bridges and railways around with a spectacular view on The Dnipro river! Lovely view!","Приношу извинения всем, чьи чувства задел этот текст.":"I apologize to everybody whose feeling are hurt by this text.","Публикуй себя с крутым интерьером и хештегом":"Post yourself with an interesting interior and hashtag","Размер имени будет зависеть от объема вклада в общее дело.":"The name size will depend on the amount of contribution made to the common business!","Романтика":"Lovely view!","С помощью XATA-токенов вы сможете проголосовать за каждую новую бутылку в коллекцию бара.":"With XATA tokens, you can vote for each new bottle in the bar collection.","Самый активный участник голосования получит приглашение на вскрытие и распитие этого напитка.":"The most active participant in the voting will receive an invitation to open and drink this bottle.","Самый крупный бэкер будет приглашен на прекрасный ужин с владельцами в новой Хате.":"The largest bekker will be invited to a wonderful dinner with the owners in the new Hut.","Сбор средств на хату — это трудоемкий процесс, требующий тщательной подготовки и слаженной команды. Поэтому, у нас лучшая команда, о которой только можно мечтать":"Collecting funds for a hut demands effort, good preparation and a coordinated team. That is why we have the best team you can ever dream of!","Считает деньги":"Count money","Сделай это!":"Just do it!","Серьезно, краудсел на квартиру фиг знает кому, через продажу ERC20 токенов в Ethereum.":"Seriously, this crowdsale for someone’s flat through selling ERC20 tokens in Ethereum.","Следи за всем что проиходит, ведь нужно быть в курсе событий.":"Keep track of everything that happens, because you need to be aware of the events.","Следит за путешествиями":"Supervises for travels","Следит за ремонтом":"Supervises repairs","Смотрит в код":"Look at code","Собрано ETH":"Collected ETH","Собираю на Хату":"Collecting for Hut","Собираю вот на такую хату":"I'm collecting here on such a hut","Социальная сеть для офисного планктона О_о":"Social network for office plankton O_o","Советую использовать MyEtherWallet или MetaMask. Не переводите Ether с бирж или сервисов, где не имеете полный доступ к кошельку, а иначе не будет доступа к XATA.":"I recommend using MyEtherWallet or MetaMask. Do not transfer Ether from exchange or services where you do not have full access to the wallet, otherwise you will have no access to XATA.","Цена XATA":"Price of XATA","Так-же вы сможете использовать токены в очень важном голосовании.":"So you can use tokens in a very important vote.","Текила или водка?":"Tequila or vodka?","Telegram канал":"Telegram chanel","Ты всю жизнь ждал, что бы с умным видом смотреть в чужой код и критиковать. Сделай это прямо сейчас!":"You've been waiting all your life to look smartly at someone else's code and criticize. Do it right now!","У меня было много хат, и больших и маленьких. Я делал ремонты с большими и дорогими подрядчиками, пробовал работать бригадами Равшанов и Джамшутов. Сделаю все, что могу, чтобы проект НаХату реализовался максимально эффективно.":"I had many huts, big and small. I did repairs with big and expensive contractors, tried to work as brigades Ravshanov and Dzhamshutov. I will do everything I can, so that the project can be realized as effectively as possible.","В любом ICO есть адвайзеры. Он призваны торговать лицом. Но все же, встречаются специалисты, что понимают в сфере строительства и ремонта и могут дать полезные советы. Ага...":"In any ICO there are advisers. He is called to trade his face. But still, there are specialists who understand in the field of construction and repair and can give useful advice. Yeah...","В мире хайпа среди ICO проектов, этот является самым технологически интересным, ибо нет пустых обещаний и кучи рассказов про невозможные имплементации технологий в проект. Однозначно, мой единственный фаворит в мире ICO!":"In the world of hype among ICO projects, this is the most technologically interesting, because there are no empty promises and a bunch of stories about the impossible implementation of technologies in the project. Definitely my only love in the ICO world!","В жизни каждого человека стоит выбор между бутылкой на вечер.":"In the life of every person is the choice between a bottle for the evening.","Ваше имя или псевдоним можно сообщить мне в любое время, связавшись со мной.":"You can tell me your name or nickname at any time.","Важно то, что видел своими глазами, то, от чего волосы на ногах встали дыбом!":"It must be something personally seen, adored and intense!","Ведь куда в ICO без возможности связаться?":"Can you imagine an ICO without contact details?","Весь из себя такой красавчик, аж не вериться. Ух какой!":"Wow! He's so handsome, I can not believe it!","Во-первых, мне как программисту, нужно зарабатывать около 12 лет.":"At first, I, as a programmer will have to spend around 12 years for that.","Во-вторых, ICO — это интересней и ставит перед тобой целый челендж.":"Secondly, ICO is more interesting and sets a challenge.","Вот нажми и узри, как надо делать ICO!":"Here, click and see how to do ICO!","Вот так бы мог сказать":"This is what could say","Возможно безопасен, но это не точно":"Maybe safe, but not for sure","Возможно <s>на Бейкер стрит<\/s> в ЖК RYBALSKY.":"Maybe <s>Baker Street<\/s> RYBALSKY Residential Complex will be suitable.","Возможно, от XATA будет толк. Возможно!":"Maybe XATA is some use! Maybe!","Возможно, с первого взгляда XATA-токены покажутся бесполезными. Но уверяю, если дело выгорит, после окончания «Собираю на Хату», будет запущен другой краудсел в реальном секторе в Киеве. Там можно будет оплачивать ХАТА-й.":"Maybe, at first glance, XATA-tokens will seem to be useless. But believe, if everything works out well, with the Collecting for Hut completed, another crowdsale will be launched in real sector in Kiev. There you will be able to pay in XATA.","Возможно, с первого взгляда XATA-токены покажутся бесполезными. Ну так оно и есть.":"Maybe, at first glance, XATA-tokens will seem to be useless. It's true.","Возможно, с первого взгляда XATA-токены покажутся бесполезными.":"Maybe, at first glance, XATA tokens will seem to be useless.","Возможно в ЖК Rybalsky.":"Maybe RYBALSKY Residential Complex will be suitable.","Все на":"Everything’s on","Все собранные средства будут потрачены на покупку и ремонт крутой хаты.":"All collected funds will be spent to buy me a high-end hut in Kyiv as well as on respective repairs.","Все события будут транслироваться в канале в Telegram":"All events will be posted on Telegram channel","Вы можете свободно переводить и хранить XATA.":"You are free to transfer and hold your XATA.","Вы получаете токены XATA":"You get XATA-tokens","Вы также получает дополнительно 1 XATA для каждого Ether из общего вклада.":"You also will get 1 XATA as a bonus for each Ether from total contribution.","XATA-токен — это контракт по стандарту ERC20, разработанный специально, что бы вы, мои дорогие, получили что-то взамен за Ethereum.":"XATA-token is an ERC20 contract, designed specifically for you, my dear, to get something in exchange for Ethereum.","И больше ничего.":"And nothing more.","Я готов потратить все ваши деньги себе на хату. А вы готовы мне их дать?":"I’m ready to spend all your money on my hut. Are you ready to give me it?","Я, как один из ранних участников крипто индустрии, уверен что проект НаХату будет успешным. Это один из немногих примеров успешного применения Блокчейна, уступающий разве что проекту CryptoKitties.":"I, as one of the early participants of the crypto industry, are confident that the project will be successful. This is one of the few examples of the successful use of blockchain, second only to the CryptoKitties.","Я хочу хату. Значит, должен быть готов принимать грудью ваши вопросы и всякие предложения. Давайте, дерзайте!":"I want a hut. So I must be ready to accept your questions and various offers! Go on!","Я надеюсь на это, очень надеюсь. В любом случае, я постараюсь их пропихнуть на всякие биржи с прикольными названиями (Yobit, Huobi)":"I hope so. In any case, I'll try to push them to all sorts of exchanges with funny names (Yobit, Huobi).","Я надеюсь на это, очень надеюсь. Возможно в будущем вы сможете использовать XATA-токены для кое-чего интересного":"I hope for this indeed. Maybe, you will use XATA for something really interesting","Я предпочитаю жить в разных странах мира в сьемных Хатах, но я считаю, что у каждого хорошего человека в Украине должна быть своя Хата. Обязуюсь приложить максимум усилий, чтобы проект НаХату получился успешным.":"I prefer to live in different countries of the world in demolished huts, but I believe that every good person in Ukraine should have his own hut. I undertake to do my best to make the project successful.","Я предупреждал!":"I have just warned you!","Я считаю, что применение технологии блокчейна и организация ICO для покупки Хаты - самое правильное и органичное явление на рынке криптовалют за последнее время, гарантирую, что прослежу, чтобы каждый цент был потрачен на НаХату и бокалы для бара в хате.":"I believe that the use blokchain technology and the organization of ICO for the purchase of hut is the most correct and organic phenomenon in the market for crypto-currencies lately, I guarantee that I will make sure that every cent was spent on \"Collecting for Hut\" and glasses for a bar in the hut.","Я выучил Solidity ровно на столько, что бы можно было написать этот контракт. Большая часть кода была скопирована с других контрактов и не факт, что все работает хорошо. Хотя... Там нечему ломаться.":"I learned Solidity to the extent enabling me to code this contract. A big part of the code was simply copied from other contracts and there is no guarantee that all works well. Nevertheless…. There is nothing there to go wrong.","Я же мечтаю о хате в Киеве на которую соберу на ICO.":"I, personally, dream of a hut in Kyiv which I will get with the help of this ICO.","Я же не хочу ни кого обманывать и покупать <s>Ferrari<\/s> Lamborghini :car:. Все собранные средства будут потрачены мне на покупку крутой хаты в Киеве и её ремонт.":"I do not want to cheat anybody and buy a <s>Ferrari<\/s> Lambo. All collected funds will be spent to buy me a high-end hut in Kyiv as well as on respective repairs.","Я же не хочу ни кого обманывать и покупать <s>Ferrari<\/s> Lamborghini :car:.":"I do not want to cheat anybody and buy a <s>Ferrari<\/s> Lambo.","Идеолог блокчейна и технологий на его базе.":"Blockchain technology ideologist.","Июнь 2018 — Покупаю хату":"June 2018 — buying the hut","ЖК RYBALSKY":"RYBALSKY Residential Complex","ЖК RYBALSKY — Вон там хочу хату":"RYBALSKY Residential Complex — that’s where I do want a hut!","ЖК RYBALSKY — Я хочу от вас скидку":"RYBALSKY - I want a discount!","ЖК RYBALSKY, если ты слышишь или видишь это — дай мне скидку!":"RYBALSKY, if you hear or see it - give me a discount!","ЖК Rybalsky":"RYBALSKY Residential Complex","ЖК Rybalsky — Я хочу от вас скидку":"RYBALSKY - I want a discount!","ЖК Rybalsky, если ты слышишь или видишь это — дай мне скидку!":"RYBALSKY, if you hear or see it - give me a discount!","челендж":"challenge","чем закрасить окна?":"what to paint windows with?","дайте+мне+скидку":"give+me+discount","до окончания ICO, 13 Мая 2018":"days to go, May 13, 2018","фразы, что могут задеть чувства верующих, нац. меньшинств, крипто-хомяков":"phrases that can hurt the feelings of believers, national minorities and crypto-hamsters","фразы, разжигающие национальную или расовую рознь":"phrases fueling national and racial strife","как выбрать рисунок настенного ковра?":"how to choose the pattern of a wall hanging?","какого же цвета положить паркет?":"What color should my parquet be?","намалюет маслом все ваши имена":"to bedaub all your names in oil","но это не точно":"that is not for sure","посоветуйте что-нибудь как нормальный адвайзер и мы как-нибудь решим этот вопрос.":"advise something like a normal adviser and we will somehow solve this.","ругательства":"curse words","собрано от цели в $%s":"collected of $%s goal","#собираюнахату":"#collectingforhut","собираюнахату":"collectingforhut","свяжитесь со мной":"Contact me","только для взрослых":"only for adults","только если укажут кошелек Ethereum или хотя бы ответят в личку, ведь это целых 2000грн!":"only if you provide your Ether wallet or at least answer personally. All in all this is $56!","в качестве имени (псевдонима) нельзя использовать:":"you cannot use the following as your name or nickname:","в том числе <b>%s XATA<\/b> бонусов":"including <b>%s XATA<\/b> bonuses","и как-нибудь решим этот вопрос.":"and we may as well deal.","имена политиков и публичных личностей (если это не ваше собственное).":"Names of politicians and public persons (unless this is you own one)","из":"of"}
